{
  "api": {
    "users": {
      "names": [
        "Алиса Селезнёва",
        "Пашка Гераскин",
        "Геннадий Полосков",
        "Фима Королёв",
        "Филидор Зелёный"
      ],
      "emails": [
        "alisa@yandex.ru",
        "pasha@yandex.ru",
        "gennady@yandex.ru",
        "efim@yandex.ru",
        "filidor@yandex.ru"
      ],
      "avatars": [
        "alisa-avatar.png",
        "pasha-avatar.png",
        "gennady-avatar.png",
        "efim-avatar.png",
        "filidor-avatar.png"
      ],
      "passwords": [
        "password_1",
        "password_2",
        "password_3",
        "password_4",
        "password_5"
      ]
    },
    "films": {
      "titles": [
        "Зеленая миля",
        "Побег из Шоушенка",
        "Список Шиндлера",
        "Властелин колец: Возвращение короля",
        "Форрест Гамп"
      ],
      "descriptions": [
        "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
        "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
        "Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.",
        "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.",
        "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни."
      ],
      "genres": [
        "Comedy",
        "Crime",
        "Documentary",
        "Drama",
        "Horror",
        "Family",
        "Romance",
        "SciFi",
        "Thriller"
      ],
      "previewVideoLinks": [
        "previewVideoLink_1",
        "previewVideoLink_2",
        "previewVideoLink_3",
        "previewVideoLink_4",
        "previewVideoLink_5"
      ],
      "videoLinks": [
        "videoLink_1",
        "videoLink_2",
        "videoLink_3",
        "videoLink_4",
        "videoLink_5"
      ],
      "starring": [
        "Том Хэнкс",
        "Дэвид Морс",
        "Бонни Хант",
        "Майкл Кларк Дункан",
        "Джеймс Кромуэлл",
        "Майкл Джитер",
        "Грэм Грин",
        "Даг Хатчисон",
        "Сэм Рокуэлл",
        "Тим Роббинс",
        "Морган Фриман",
        "Боб Гантон",
        "Уильям Сэдлер",
        "Клэнси Браун",
        "Гил Беллоуз",
        "Марк Ролстон",
        "Джеймс Уитмор",
        "Лиам Нисон",
        "Бен Кингсли",
        "Рэйф Файнс",
        "Кэролайн Гудолл",
        "Эмбет Дэвидц",
        "Йонатан Сэгаль",
        "Малгоша Гебель",
        "Шмуэль Леви"
      ],
      "directors": [
        "Фрэнк Дарабонт",
        "Стивен Спилберг",
        "Питер Джексон",
        "Роберт Земекис",
        "Квентин Тарантино"
      ],
      "posterImages": [
        "posterImage_1.png",
        "posterImage_2.png",
        "posterImage_3.png",
        "posterImage_4.png",
        "posterImage_5.png"
      ],
      "backgroundImages": [
        "backgroundImage_1.png",
        "backgroundImage_2.png",
        "backgroundImage_3.png",
        "backgroundImage_4.png",
        "backgroundImage_5.png"
      ],
      "backgroundColors": [
        "#000001",
        "#000002",
        "#000003",
        "#000004",
        "#000005"
      ],
      "comments": [
        "Фильм, который я могу смело назвать шедевром. Фильм, который длится три часа и которые пролетают незаметно. Фильм, который смотрится каждый раз как в первый. Фильм, который нельзя забыть и которым нельзя не проникнуться. Фильм, который заставляет задуматься о жизни, которую мы тратим на пустяки, теша себя иллюзией бессмертия, о смерти, которая не щадит никого.",
        "Боже, иногда Зеленая миля так длинна... 'Мы все заслужили смерть, все, без исключения.Но ведь тот же Бог так жестоко принес в жертву Джона Коффи, пытавшегося творить добро по-своему, как только ветхозаветный пророк мог принести в жертву беззащитного агнца, как Авраам пожертвовал бы собственным сыном, если бы ему и впрямь повелели. Я вспоминаю слова Джона, что Уортон убил близняшек Деттерик их любовью друг к другу, и такое происходит каждый день по всему миру. Значит, Бог позволяет, чтобы оно случалось, и, когда мы говорим: «Я не понимаю», Бог отвечает: «Мне все равно». Стивен Кинг («Зеленая миля»)",
        "«Побег из Шоушенка» - экранизация романа Стивена Кинга. На мой взгляд, это редчайший случай, когда фильм превзошел литературное произведение, по которому он был создан. И, несмотря на то, что ставить картину по книге всегда сложно, это тот пример, когда фильм не только прекрасно передал на экране всю глубину, атмосферу и смысловой стержень замечательной книги Кинга, но и оказался сильнее, превзойдя оригинал.",
        "Конечно, это фильм не столько о самом побеге и ужасах тюремной жизни, сколько, прежде всего, о человеческих отношениях и людях. И, в первую очередь, это история замечательного человека, рассказанная нам его другом.",
        "Энди Дюфрейн – молодой человек, работавший вице-президентом крупного банка и несправедливо осужденный на два пожизненных заключения за убийство своей жены и любовника. По сути, он - человек, попавший в чудовищную и ужасную ситуацию. И, пройдя через все круги ада и проверку на гордость, мужество",
        "Самый лучший фильм Спилберга, и самая лучшая режиссёрская работа всех времён. Фильм снят чёрно-белым, т.к. Спилберг сказал, что эта тема у него всегда ассоциировалась с чёрно-белыми документальными фильмами. По большому счёту в фильме нет ничего оригинального, он просто показывает тяжёлый и страшный период жизни людей, который основан на реальных событиях.",
        "Спилберг - просто маньяк в сфере режиссуры, он из каждого своего фильма старается выжать всё по максимуму, а в этом фильме он просто делает невозможное. Фильм просто нашпигован гениальными режиссёрским кино моментами, которые просто потрясают.",
        "В фильме есть гениально снятые тяжёлые моменты: где сжигают трупы людей в костре, где на тележке везут мёртвую девочку, внимание на которой заострялось в начале фильма. Момент, где человек тащит на себе еле живую женщину, солдат говорит ему - “Брось её, с ней всё кончено”, на что он отвечает - “Нет, она может идти”, тогда солдат стреляет ей в лицо.",
        "Я не маньяк, но просмотрел в общей сложности всю трилогию около 30 раз! И при том не пожалел ни одного часа потраченного на это дело. И я не понимаю тех людей, которые, делая отрешонное от этого мира лицо, говорят, что скучнее фильма не видели, и что засыпают они на 15 минуте просмотра. И как часто я встречаю фразу, что это 'очередное' фэнтези. Как же неправы люди заявляющие это. Ведь это самое первое в мире фэнтези! Ведь уважаемый толкиенистами английский профессор Дж.Р.Р.Толкин является создателем, если хотите отцом этого жанра. Его ВК - это первое фэнтези в мире, к тому же историческое.",
        "Фильм поражает своей масштабностью, красотой и глубиной образов и самого мира — до сих пор удивляюсь, как мог один человек создать целый мир, целую эпоху со своими мифами, героями, географией, летоисчеслением, прошлым, настояшим и будующим!",
        "«Здравствуйте. Меня зовут Форрест. Форрест Гамп. Хотите конфету? Я могу таких съесть миллион. Мама всегда говорила, что жизнь – это коробка конфет – никогда не знаешь, какую вытянешь». Так начинается эта необыкновенная и удивительная история, не нуждающаяся в представлении, история, которую сейчас знает уже, наверное, каждый человек. «Форрест Гамп» - один из самых знаменитых и нашумевших фильмов в истории кино, снятый по странному и неоднозначному роману Уинстона Грума, и на «ура» принятый критиками и подавляющим большинством зрителей, ставший хитом 1994 года, собрав фантастическую кассу почти в 700 миллионов и получивший 13 номинаций и 6 «Оскаров».",
        "Только Земекис мог, как и в «Назад в будущее», показать сложнейшие и очень серьезные вещи в такой легкой и непринужденной форме: поиск человеком Бога и самого себя, проблемы семьи и воспитания, покалеченную детскую психику, безотцовство, проблемы десегрегации и расовой дискриминации."
      ]
    }
  }
}
